export const filterList = [
    {
      id: 0,
      name: '장르',
      variable_name: 'main_tag',
      content: ['BL','GL 백합','SF','개그','공포','드라마','로맨스','모험','무협',
      '미스터리','범죄','성인','스릴러','스포츠','시대물','아동','아이돌','악역영애',
      '액션','음식','음악','이세계','일상','재난','추리','치유','특촬','판타지','하렘'],
    },
    {
      id: 1,
      name: '태그',
      variable_name: 'main_tag',
      content: ['가족','감동','게임','동물','동양풍','두뇌싸움','로봇','루프물','마법소녀',
      '먼치킨','무거움','배틀','뱀파이어','복수','삼각관계','서양풍','선생님','성별전환','성장',
      '슬픔','시간여행','역하렘','연예인','열혈','오타쿠','요괴 및 괴물','육아','정치','좀비',
      '주체적 여성','짝사랑','철학','퇴마','학교'],
    },
    {
      id: 2,
      name: '년도',
      variable_name: 'air_year_quarter',
      content: ['2024년 1분기','2023년 4분기','2023년 3분기','2023년 2분기','2023년 1분기',
      '2022년 4분기','2022년 3분기','2022년 2분기','2022년 1분기','2021년','2020년','2019년',
      '2018년','2017년','2016년','2015년','2014년','2013년','2012년','2011년','2010년','2000년대',
      '2000년대 이전'],
    },
    {
      id: 3,
      name: '방영',
      variable_name: 'is_ending',
      content: ['방영중','완결'],
    },
    {
      id: 4,
      name: '출시타입',
      variable_name: 'medium',
      content: ['TVA','극장판','OVA'],
    }
  ];